Repository: securefolderfs-community/SecureFolderFS
Catalog: src/Platforms/SecureFolderFS.UI/Strings/*/Resources.resx
Languages: da_dk, ms_my, pl_pl, zh_cn

source: Add existing
ms_my: Tambah sedia ada
pl_pl: Dodaj istniejący
zh_cn: 添加现有

source: Add existing vault
da_dk: Tilføj eksisterende boks
ms_my: Tambah peti kebal sedia ada
pl_pl: Dodaj istniejący sejf
zh_cn: 添加现有保险库

# AddExistingVaultDescription
source: Select an existing vault from your device
da_dk: Vælg en eksisterende boks fra din enhed
ms_my: Pilih peti kebal sedia ada dari peranti anda
pl_pl: Wybierz istniejący sejf ze swojego urządzenia
zh_cn: 从您的设备中选择一个现有的保险库

source: Add new vault
da_dk: Tilføj ny boks
ms_my: Tambah peti kebal baharu
pl_pl: Dodaj nowy sejf
zh_cn: 添加新的保险库

source: Authenticate
ms_my: Tentusahkan
pl_pl: Uwierzytelnij
zh_cn: 身份认证

# AuthenticateUsing
source: Authenticate using {0}
ms_my: Tentusah menggunakan {0}
pl_pl: Uwierzytelnij za pomocą {0}
zh_cn: 使用 {0} 进行身份验证

# AutoLock
source: Automatically lock vaults
da_dk: Lås bokserne automatisk
ms_my: Kunci peti kebal secara automatik
pl_pl: Automatycznie zablokuj sejfy
zh_cn: 自动锁定保险库

# AutoLockDescription
source: Lock all vaults when device is locked
da_dk: Lås alle bokse, når computeren er låst
ms_my: Kunci semua peti kebal apabila peranti dikunci
pl_pl: Zablokuj wszystkie sejfy, gdy urządzenie jest zablokowane
zh_cn: 当设备锁定时锁定所有保险库

# AutoStart
source: Start with system
da_dk: Start med systemet
ms_my: Mula dengan sistem
pl_pl: Uruchom z systemem
zh_cn: 开机自启

# AutoStartDescription
source: Launch SecureFolderFS on system startup
da_dk: Start SecureFolderFS ved systemopstart
ms_my: Lancar SecureFolderFS pada permulaan sistem
pl_pl: Uruchom SecureFolderFS przy starcie systemu
zh_cn: 系统启动时启动 SecureFolderFS

source: Back
da_dk: Tilbage
ms_my: Kembali
pl_pl: Wstecz
zh_cn: 返回

source: Cancel
da_dk: Afbryd
ms_my: Batal
pl_pl: Anuluj
zh_cn: 取消

# Changelog
source: Release notes
da_dk: Udgivelsesbemærkninger
ms_my: Nota rilis
pl_pl: Lista zmian
zh_cn: 更新日志

# ChangelogCloseButton
source: Awesome!
da_dk: Fantastisk!
ms_my: Hebat!
pl_pl: Wspaniale!
zh_cn: 太棒了！

# ChangelogDescription
source: View latest release notes for this version
da_dk: Se seneste udgivelsesbemærkninger til denne version
ms_my: Lihat nota rilis terkini untuk versi ini
pl_pl: Zobacz najnowszą listę zmian dla tej wersji
zh_cn: 查看此版本的最新版本说明

# ChangelogError
source: An issue occurred while loading the changelog.
da_dk: Der opstod en fejl under indlæsning af udgivelsesbemærkninger.
ms_my: Isu berlaku ketika memuat log perubahan.
pl_pl: Wystąpił problem podczas ładowania dziennika zmian.
zh_cn: 加载更新日志时发生问题。

source: Check for updates
da_dk: Tjek for opdateringer
ms_my: Semak kemas kini
pl_pl: Sprawdź aktualizacje
zh_cn: 检查更新

source: Close
da_dk: Afslut
ms_my: Tutup
pl_pl: Zamknij
zh_cn: 关闭

source: Confirm
da_dk: Godkend
ms_my: Sahkan
pl_pl: Potwierdź
zh_cn: 确认

source: Continue
da_dk: Fortsætte
ms_my: Teruskan
pl_pl: Kontynuuj
zh_cn: 继续

source: Copied
da_dk: Kopieret
ms_my: Disalin
pl_pl: Skopiowano
zh_cn: 已复制

source: Copy app version
da_dk: Kopi app-version
ms_my: Salin versi apl
pl_pl: Kopiuj wersję aplikacji
zh_cn: 复制应用版本

# CopySystemVersion
source: Copy OS version
da_dk: Kopi OS-version
ms_my: Salin versi OS
pl_pl: Kopiuj wersję systemu
zh_cn: 复制操作系统版本

source: Copy version
da_dk: Kopi version
ms_my: Salin versi
pl_pl: Kopiuj wersję
zh_cn: 复制版本

# CopyVersionMessage
source: Select which version to copy to clipboard
da_dk: Vælg hvilken version der skal kopieres
ms_my: Pilih versi mana untuk salin ke papan klip
pl_pl: Wybierz wersję do skopiowania do schowka
zh_cn: 选择复制到剪贴板的版本

source: Create new
ms_my: Cipta baharu
pl_pl: Utwórz nowy
zh_cn: 新建

source: Create new vault
da_dk: Opret ny boks
ms_my: Cipta peti kebal baharu
pl_pl: Utwórz nowy sejf
zh_cn: 创建新的保险库

# CreateNewVaultDescription
source: Create new SecureFolderFS vault
da_dk: Opret ny SecureFolderFS boks
ms_my: Cipta peti kebal SecureFolderFS baharu
pl_pl: Utwórz nowy sejf SecureFolderFS
zh_cn: 创建新的 SecureFolderFS 保险库

source: Current password
da_dk: Nuværende adgangskode
ms_my: Kata laluan semasa
pl_pl: Obecne hasło
zh_cn: 当前密码

source: Data encryption
da_dk: Datakryptering
ms_my: Penyulitan data
pl_pl: Szyfrowanie danych
zh_cn: 数据加密

# DisableRecentAccess
source: Disable recently accessed list
da_dk: Deaktivér nyligt tilgåede liste
ms_my: Lumpuhkan senarai dicapai baru-baru ini
pl_pl: Wyłącz listę ostatnich plików
zh_cn: 禁用最近访问列表

# DisableRecentAccessDescription
source: Temporarily disable recent files list when unlocking vaults
da_dk: Deaktiver midlertidigt listen over seneste filer, når du låser bokserne op
ms_my: Lumpuhkan senarai fail terbaru buat sementara ketika menyahkunci peti kebal
pl_pl: Tymczasowo wyłącz listę ostatnich plików podczas odblokowania sejfów
zh_cn: 解锁保险库时，暂时禁用最近的文件列表

# Downloading
source: Downloading {0}%
da_dk: Downloader {0}%
ms_my: Memuat turun {0}%
pl_pl: Pobieranie {0}%
zh_cn: 正在下载 {0}%

source: Encryption
da_dk: Kryptering
ms_my: Penyulitan
pl_pl: Szyfrowanie
zh_cn: 加密

source: Enter password
da_dk: Indtast adgangskode
ms_my: Masukkan kata laluan
pl_pl: Wprowadź hasło
zh_cn: 输入密码

source: Error
da_dk: Fejl
ms_my: Ralat
pl_pl: Błąd
zh_cn: 错误

source: Export settings
da_dk: Eksportindstillinger
ms_my: Eksport tetapan
pl_pl: Eksportuj ustawienia
zh_cn: 导出设置

source: File system provider
da_dk: Filsystemudbyder
ms_my: Pembekal sistem fail
pl_pl: Dostawca systemu plików
zh_cn: 文件系统提供程序

# FileSystemProviderDescription
source: Choose the preferred virtual file system type
da_dk: Vælg den mest foretrukne virtuelle filsystemtype
ms_my: Pilih jenis sistem fail maya yang diutamakan
pl_pl: Wybierz preferowany typ wirtualnego systemu plików
zh_cn: 选择偏好的虚拟文件系统类型

# HealthAttention
source: Needs attention
da_dk: Behøver opmærksomhed
ms_my: Perlu perhatian
pl_pl: Wymaga uwagi
zh_cn: 需要注意

# HealthNoProblems
source: No problems found
da_dk: Ingen problemer fundet
ms_my: Tiada masalah ditemui
pl_pl: Nie znaleziono problemów
zh_cn: 未发现问题

# HealthProblems
source: Problems found
da_dk: Problemer fundet
ms_my: Masalah ditemui
pl_pl: Znaleziono problemy
zh_cn: 找到问题

source: Import settings
da_dk: Importindstillinger
ms_my: Import tetapan
pl_pl: Importuj ustawienia
zh_cn: 导入设置

source: Installing...
da_dk: Installerer...
ms_my: Memasang...
pl_pl: Instalowanie...
zh_cn: 正在安装...

source: Invalid password
da_dk: Forkert adgangskode
ms_my: Kata laluan tidak sah
pl_pl: Nieprawidłowe hasło
zh_cn: 无效的密码

# InvalidPasswordMessage
source: The provided password is incorrect.
da_dk: Adgangskoden er forkert.
ms_my: Kata laluan yang diberikan salah.
pl_pl: Wprowadzone hasło jest nieprawidłowe.
zh_cn: 密码错误

source: Key File
ms_my: Fail Kunci
pl_pl: Plik klucza
zh_cn: 密钥文件

source: Language
da_dk: Sprog
ms_my: Bahasa
pl_pl: Język
zh_cn: 语言

# LanguageDescription
source: Select the display language
da_dk: Vælg sprog
ms_my: Pilih bahasa paparan
pl_pl: Wybierz wyświetlany język
zh_cn: 选择显示语言

# LastChecked
source: Last checked: {0}
da_dk: Sidst tjekket: {0}
ms_my: Terakhir disemak: {0}
pl_pl: Ostatnio sprawdzono: {0}
zh_cn: 上次检查: {0}

source: Latest version installed
da_dk: Nyeste version er installeret
ms_my: Versi terkini telah dipasang
pl_pl: Najnowsza wersja
zh_cn: 已安装最新版本

source: License
da_dk: Licens
ms_my: Lesen
pl_pl: Licencja
zh_cn: 许可协议

source: Licenses
da_dk: Licenser
ms_my: Lesen
pl_pl: Licencje
zh_cn: 许可协议

source: Lock vault
da_dk: Lås boksen
ms_my: Kunci peti kebal
pl_pl: Zablokuj sejf
zh_cn: 锁定保险库

# LockVaultDescription
source: Securely lock this vault and close the dashboard
da_dk: Lås denne boks og luk kontrolpanelet
ms_my: Kunci peti kebal ini dengan aman dan tutup papan pemuka
pl_pl: Bezpiecznie zablokuj ten sejf i zamknij pulpit
zh_cn: 安全锁定此保险库并关闭仪表板

source: Manage settings
da_dk: Indstillinger
ms_my: Urus tetapan
pl_pl: Zarządzaj ustawieniami
zh_cn: 管理设置

# MasterKeyDescription
source: This is the recovery key which you can use to regain access to this vault. Losing it will prevent you from resetting your password.
da_dk: This is the master key which you can use to regain access to this vault. Losing it will prevent you from resetting your password.
ms_my: Ini ialah kunci pemulihan yg anda boleh guna utk mendapat semula capaian ke peti kebal ini. Menghilangkannya akan menghalang anda dari menetap semula kata laluan anda.
pl_pl: To jest klucz główny, którego możesz użyć, aby odzyskać dostęp do tego sejfu. Utrata go uniemożliwi zresetowanie hasła.
zh_cn: 这是恢复密钥，您可以用它来重新获得此保险库的访问权限。丢失它将无法找回密码。

source: My vaults
da_dk: Mine bokse
ms_my: Peti kebal saya
pl_pl: Moje sejfy
zh_cn: 我的保险库

source: New password
da_dk: Ny adgangskode
ms_my: Kata laluan baharu
pl_pl: Nowe hasło
zh_cn: 新密码

source: New vault
da_dk: Ny boks
ms_my: Peti kebal baharu
pl_pl: Nowy sejf
zh_cn: 新保险库

source: No encryption
da_dk: Ingen datakryptering
ms_my: Tiada penyulitan
pl_pl: Bez szyfrowania
zh_cn: 无加密

source: No folder selected
da_dk: Ingen mappe valgt
ms_my: Tiada folder dipilih
pl_pl: Nie wybrano folderu
zh_cn: 未选中文件夹

# NoVaultsMessage
source: You haven't added any vaults yet. Create a new one or add existing to begin!
da_dk: Du har ikke tilføjet nogen bokse endnu. Opret en ny eller tilføj eksisterende for at begynde!
ms_my: Anda belum lagi menambah sebarang peti kebal. Cipta yg baharu atau tambah sedia ada utk bermula!
pl_pl: Nie dodałeś jeszcze żadnych sejfów. Utwórz nowy lub dodaj istniejący, aby rozpocząć!
zh_cn: 您尚未添加任何保险库。创建一个新保险库或添加现有保险库以开始！

source: Open log location
da_dk: Åbn log
ms_my: Buka lokasi log
pl_pl: Otwórz lokalizację dziennika
zh_cn: 打开日志位置

# OpenLogLocationDescription
source: Opens {0} where the log file is located
da_dk: Åbner logfilens placering
ms_my: Lancarkan penjelajah fail di lokasi fail log
pl_pl: Uruchamia eksplorator plików, gdzie znajduje się plik dziennika
zh_cn: 启动日志文件所在位置的文件资源管理器

source: Open vault folder
da_dk: Åbn boks mappe
ms_my: Buka folder peti kebal
pl_pl: Otwórz folder sejfu
zh_cn: 打开保险库文件夹

# OpenVaultFolderDescription
source: Automatically open folder when vault is unlocked
da_dk: Åbn automatisk mappe, når boksen låses op
ms_my: Buka folder secara automatik ketika peti kebal dinyahkunci
pl_pl: Automatycznie otwórz folder po odblokowaniu sejfu
zh_cn: 解锁保险库时自动打开文件夹

source: Password
da_dk: Adgangskode
ms_my: Kata laluan
pl_pl: Hasło
zh_cn: 密码

source: Paste
ms_my: Tampal
pl_pl: Wklej
zh_cn: 粘贴

source: Print
ms_my: Cetak
pl_pl: Drukuj
zh_cn: 打印

source: Privacy Policy
da_dk: Privatlivspolitik
ms_my: Dasar privasi
pl_pl: Polityka prywatności
zh_cn: 隐私条款

# PrivacyPolicyDescription
source: View the privacy policy statement
da_dk: Se privatlivspolitik
ms_my: Lihat pernyataan dasar privasi
pl_pl: Zobacz oświadczenie dotyczące polityki prywatności
zh_cn: 查看隐私条款说明

source: Read speeds
da_dk: Læs hastighed
ms_my: Kelajuan membaca
pl_pl: Prędkość odczytu
zh_cn: 读取速度

source: Recover
ms_my: Pulihkan
pl_pl: Odzyskaj
zh_cn: 恢复

source: Recover access
ms_my: Pulihkan capaian
pl_pl: Odzyskaj dostęp
zh_cn: 恢复访问权限

# RemoveFromList
source: Remove vault from the list
da_dk: Fjern boksen fra listen
ms_my: Alih keluar peti kebal dari senarai
pl_pl: Usuń sejf z listy
zh_cn: 从列表中删除保险库

source: Repeat password
da_dk: Gentag adgangskode
ms_my: Ulang kata laluan
pl_pl: Powtórz hasło
zh_cn: 确认密码

source: Restart required
da_dk: Genstart nødvendig
ms_my: Mula semula diperlukan
pl_pl: Wymagane ponowne uruchomienie
zh_cn: 需要重启

# RestoreLastSession
source: Continue where you left off
da_dk: Fortsæt hvor du slukkede
ms_my: Teruskan dari tempat anda berhenti
pl_pl: Kontynuuj tam, gdzie skończyłeś
zh_cn: 从离开的位置继续

# RestoreLastSessionDescription
source: Start on previously selected vault
da_dk: Start med tidligere valgte boks
ms_my: Mula pada peti kebal yang dipilih sebelumnya
pl_pl: Rozpocznij na poprzednio wybranym sejfie
zh_cn: 从先前选择的保险库开始

source: Retry
da_dk: Prøv igen
ms_my: Cuba semula
pl_pl: Spróbuj ponownie
zh_cn: 重试

# RevealMasterKey
source: Reveal recovery key
da_dk: Reveal master key
ms_my: Dedahkan kunci pemulihan
pl_pl: Pokaż klucz odzyskiwania
zh_cn: 显示恢复密钥

source: Search
da_dk: Søg
ms_my: Cari
pl_pl: Szukaj
zh_cn: 搜索

source: Select vault path
da_dk: Vælg boksens placering
ms_my: Pilih laluan peti kebal
pl_pl: Wybierz ścieżkę sejfu
zh_cn: 选择保险库路径

source: Set credentials
ms_my: Tetapkan butir tauliah
pl_pl: Ustaw poświadczenia
zh_cn: 设置凭据

source: Settings
da_dk: Indstillinger
ms_my: Tetapan
pl_pl: Ustawienia
zh_cn: 设置

# SettingsAbout
source: About
da_dk: Om
ms_my: Tentang
pl_pl: O programie
zh_cn: 关于

# SettingsGeneral
source: General
da_dk: Generel
ms_my: Umum
pl_pl: Ogólne
zh_cn: 通用

# SettingsPreferences
source: Preferences
da_dk: Præferencer
ms_my: Keutamaan
pl_pl: Preferencje
zh_cn: 偏好

# SettingsPrivacy
source: Privacy
da_dk: Privatliv
ms_my: Privasi
pl_pl: Prywatność
zh_cn: 隐私

# ShowEncryptedVault
source: Show in {0}
da_dk: Vis krypteret boks i File Explorer
ms_my: Tunjuk dalam Penjelajah Fail
pl_pl: Pokaż w Eksploratorze plików
zh_cn: 在文件资源管理器中显示

source: Social
ms_my: Sosial
pl_pl: Społeczność
zh_cn: 社群

# SocialDescription
source: Ask, suggest, and discuss SecureFolderFS
da_dk: Foreslå og diskutere om SecureFolderFS
ms_my: Tanya, cadang, dan bincangkan SecureFolderFS
pl_pl: Zapytaj, sugeruj i rozmawiaj o SecureFolderFS
zh_cn: 提问、建议和讨论 SecureFolderFS

source: Summary
da_dk: Oversigt
ms_my: Ringkasan
pl_pl: Podsumowanie
zh_cn: 总结

# Telemetry
source: Enable telemetry
da_dk: Aktiver telemetri
ms_my: Dayakan telemetri
pl_pl: Włącz telemetrię
zh_cn: 启用数据上传

# TelemetryDescription
source: Collect anonymous crash reports and usage data
da_dk: Indsaml anonyme nedbrudsrapporter og data
ms_my: Kumpul laporan ranap nirnama dan data penggunaan
pl_pl: Zbieraj anonimowe raporty o awariach i dane użytkowania
zh_cn: 收集匿名崩溃报告和使用数据

source: Theme
da_dk: Tema
ms_my: Tema
pl_pl: Motyw
zh_cn: 主题

# ThemeDark
source: Dark
da_dk: Mørk
ms_my: Gelap
pl_pl: Ciemny
zh_cn: 深色

# ThemeDescription
source: Choose application theme
da_dk: Vælg tema
ms_my: Pilih tema aplikasi
pl_pl: Wybierz motyw aplikacji
zh_cn: 选择应用主题

# ThemeLight
source: Light
da_dk: Lys
ms_my: Cerah
pl_pl: Jasny
zh_cn: 浅色

# ThemeSystemDefault
source: System default
da_dk: System standard
ms_my: Lalai sistem
pl_pl: Domyślny systemu
zh_cn: 跟随系统

source: Third party licenses
da_dk: Tredje parts licenser
ms_my: Lesen pihak ketiga
pl_pl: Licencje firm trzecich
zh_cn: 第三方许可协议

# ThirdPartyLicensesDescription
source: View third-party libraries used by SecureFolderFS
da_dk: Se tredje parts licenser som SecureFolderFS bruger
ms_my: Lihat pustaka pihak ketiga yang diguna oleh SecureFolderFS
pl_pl: Zobacz biblioteki firm trzecich używane przez SecureFolderFS
zh_cn: 查看 SecureFolderFS 使用的第三方库

source: Unlock
da_dk: Låse op
ms_my: Nyahkunci
pl_pl: Odblokuj
zh_cn: 解锁

# VaultAdded
source: Vault has been added
da_dk: Boksen er tilføjet
ms_my: Peti kebal telah ditambah
pl_pl: Sejf został dodany
zh_cn: 保险库已添加

source: Vault information
da_dk: Information om boksen
ms_my: Maklumat peti kebal
pl_pl: Informacje o sejfie
zh_cn: 保险库信息

# VaultLocked
source: Vault is locked
da_dk: Boksen er låst
ms_my: Peti kebal dikunci
pl_pl: Sejf jest zablokowany
zh_cn: 保险库已锁定

source: Vault properties
da_dk: Egenskaber om boksen
ms_my: Perihal peti kebal
pl_pl: Właściwości sejfu
zh_cn: 保险库属性

# VaultPropertiesDescription
source: View information about this vault
da_dk: Vis information om denne boks
ms_my: Lihat maklumat tentang peti kebal ini
pl_pl: Zobacz informacje o tym sejfie
zh_cn: 查看关于此保险库的信息

source: Vault recovery
ms_my: Pemulihan peti kebal
pl_pl: Odzyskiwanie sejfu
zh_cn: 保险库恢复

source: Version
ms_my: Versi
pl_pl: Wersja
zh_cn: 版本

source: View on GitHub
da_dk: Se på GitHub
ms_my: Lihat di GitHub
pl_pl: Zobacz na GitHub
zh_cn: 在 GitHub 上查看

source: View repository
da_dk: Se repository
ms_my: Lihat repositori
pl_pl: Zobacz repozytorium
zh_cn: 查看仓库

source: View vault
da_dk: Vis boksen
ms_my: Lihat peti kebal
pl_pl: Pokaż sejf
zh_cn: 查看保险库

# ViewVaultDescription
source: Show this vault in {0}
da_dk: Vis denne boks i File Explorer
ms_my: Tunjuk peti kebal ini dalam Penjelajah Fail
pl_pl: Pokaż ten sejf w Eksploratorze plików
zh_cn: 在文件资源管理器中显示此保险库

source: Website
da_dk: Webside
ms_my: Laman web
pl_pl: Strona internetowa
zh_cn: 网站

# WelcomeTo
source: Welcome to {0}
ms_my: Selamat datang ke {0}
pl_pl: Witamy w {0}

source: What's new
da_dk: Hvad er nyt
ms_my: Apa yang baharu
pl_pl: Co nowego
zh_cn: 更新内容

source: Write speeds
da_dk: Skriv hastighed
ms_my: Kelajuan menulis
pl_pl: Prędkość zapisu
zh_cn: 写入速度

source: Add
ms_my: Tambah
pl_pl: Dodaj
zh_cn: 添加

# VaultLoadError
source: Vault could not be loaded
ms_my: Peti kebal tidak dapat dimuat
pl_pl: Nie można załadować sejfu
zh_cn: 无法加载保险库

# ErrorDetails
source: Exception details
ms_my: Butiran pengecualian
pl_pl: Szczegóły wyjątku
zh_cn: 错误详细信息

source: Open
ms_my: Buka
pl_pl: Otwórz
zh_cn: 打开

# SelectFolderToContinue
source: Select a folder to continue
ms_my: Pilih folder untuk teruskan
pl_pl: Wybierz folder, aby kontynuować
zh_cn: 选择一个文件夹以继续

# SelectedMayNotBeSupported
source: Selected vault may not be supported
ms_my: Peti kebal yang dipilih mungkin tidak disokong
pl_pl: Wybrany sejf może nie być obsługiwany
zh_cn: 可能不支持所选保险库

# SelectedInvalidVault
source: Vault folder is invalid
ms_my: Folder peti kebal tidak sah
pl_pl: Katalog sejfu jest nieprawidłowy
zh_cn: 保险库文件夹无效

# SelectedValidVault
source: Found a valid vault folder
ms_my: Menemui folder peti kebal yang sah
pl_pl: Znaleziono prawidłowy katalog sejfu
zh_cn: 发现一个有效的保险库文件夹

# SelectedToBeOverwritten
source: The selected vault will be overwritten
ms_my: Peti kebal yang dipilih akan ditimpa
pl_pl: Wybrany sejf zostanie nadpisany
zh_cn: 选定的保险库将被覆盖

# SelectedWillCreate
source: A new vault will be created in the selected folder
ms_my: Peti kebal baharu akan dicipta dalam folder yang dipilih
pl_pl: Nowy sejf zostanie utworzony w wybranym folderze
zh_cn: 将在选定的文件夹中创建一个新的保险库

# SelectedNone
source: No location selected
ms_my: Tiada lokasi dipilih
pl_pl: Nie wybrano lokalizacji
zh_cn: 未选择位置

source: Lock type
ms_my: Jenis kuncian
pl_pl: Typ blokady
zh_cn: 锁定方式

source: Advanced options
ms_my: Pilihan lanjutan
pl_pl: Opcje zaawansowane
zh_cn: 高级选项

source: Setup
ms_my: Persediaan
pl_pl: Konfiguruj
zh_cn: 配置

# SetupKeyFile
source: Setup key file authentication
ms_my: Sediakan penentusahan fail kunci
pl_pl: Konfiguruj uwierzytelnianie pliku klucza
zh_cn: 配置密钥文件认证

# SetupWindowsHello
source: Setup Windows Hello authentication
ms_my: Sediakan penentusahan Windows Hello
pl_pl: Konfiguruj uwierzytelnianie Windows Hello
zh_cn: 设置 Windows Hello 认证

source: Login options
ms_my: Pilihan log masuk
pl_pl: Opcje logowania
zh_cn: 登录选项

source: Security
ms_my: Keamanan
pl_pl: Zabezpieczenie
zh_cn: 安全

# RecoveryCodes
source: View recovery codes
ms_my: Lihat kod pemulihan
pl_pl: Wyświetl kod odzyskiwania
zh_cn: 查看恢复代码

# RecoveryCodesDescription
source: Access recovery codes for this vault in case you forget your credentials
ms_my: Capai kod pemulihan untuk peti kebal ini sekiranya anda lupa butir tauliah
pl_pl: Uzyskaj dostęp do kodów odzyskiwania dla tego sejfu, jeśli zapomnisz swoich poświadczeń
zh_cn: 如果您忘记了凭据，访问此保险库的恢复码

# UseMasterKey
source: Use recovery key
ms_my: Guna kunci pemulihan
pl_pl: Użyj klucza odzyskiwania
zh_cn: 使用恢复密钥

source: Change credentials
ms_my: Ubah butir tauliah
pl_pl: Zmień dane logowania
zh_cn: 更改凭据

# ChangeCredentialsDescription
source: Change how you log in into this vault
ms_my: Ubah cara anda mengelog masuk ke peti kebal ini
pl_pl: Zmień sposób logowania do tego sejfu
zh_cn: 更改登录到此保险库的方式

# TwoFactor
source: Two-factor authentication
ms_my: Penentusahan dua faktor
pl_pl: Logowanie dwuetapowe
zh_cn: 双重身份验证

# TwoFactorDescription
source: Setup or change two-factor authentication
ms_my: Sediakan atau ubah penentusahan dua faktor
pl_pl: Skonfiguruj lub zmień uwierzytelnianie dwuetapowe
zh_cn: 设置或更改双重身份验证

source: Modify existing
ms_my: Ubah suai sedia ada
pl_pl: Modyfikuj istniejący
zh_cn: 修改现有的

# SelectAuthentication
source: Select authentication option
ms_my: Pilih pilihan penentusahan
pl_pl: Wybierz opcję uwierzytelniania
zh_cn: 选择身份验证选项

source: All options
ms_my: Semua pilihan
pl_pl: Wszystkie opcje
zh_cn: 所有选项

# LoginKeyFile
source: Authenticate using a Key File
ms_my: Tentusah menggunakan Fail Kunci
pl_pl: Uwierzytelnij za pomocą pliku klucza
zh_cn: 使用密钥文件验证

# LoginWindowsHello
source: Authenticate with Windows Hello
ms_my: Tentusah dengan Windows Hello
pl_pl: Uwierzytelnianie za pomocą Windows Hello
zh_cn: 使用 Windows Hello 验证

source: Remove authentication
ms_my: Alih keluar penentusahan
pl_pl: Usuń uwierzytelnienie
zh_cn: 移除身份验证

# RemoveAuthenticationDescription
source: Remove this authentication method
ms_my: Alih keluar kaedah penentusahan ini
pl_pl: Usuń tę metodę uwierzytelniania
zh_cn: 删除此身份验证方法

# ChangeCurrentAuthentication
source: Change current authentication method
ms_my: Ubah kaedah penentusahan semasa
pl_pl: Zmień obecną metodę uwierzytelniania
zh_cn: 更改当前身份验证方法

source: View in Files
ms_my: Lihat dalam Fail
pl_pl: Wyświetl w Plikach
zh_cn: 在文件中查看

source: Quick actions
ms_my: Tindakan pantas
pl_pl: Szybki dostęp
zh_cn: 快捷操作

source: Authentication
ms_my: Penentusahan
pl_pl: Uwierzytelnianie
zh_cn: 认证

source: Total read
ms_my: Jumlah baca
pl_pl: Odczyt całkowity
zh_cn: 总读取

source: Total write
ms_my: Jumlah tulis
pl_pl: Zapis całkowity
zh_cn: 总写入

source: System version
ms_my: Versi sistem
pl_pl: Wersja systemu
zh_cn: 系统版本

source: Migrate
ms_my: Hijrahkan
pl_pl: Migruj
zh_cn: 迁移

# EnterRecoveryKey
source: Enter the recovery key for this vault
ms_my: Masukkan kunci pemulihan untuk peti kebal ini
pl_pl: Wprowadź klucz odzyskiwania dla tego sejfu
zh_cn: 输入此保险库的恢复密钥

# DateToday
source: Today, {0}
ms_my: Hari ini, {0}
pl_pl: Dzisiaj, {0}
zh_cn: 今天，{0}

# DateAgo
source: {0} ago
ms_my: {0} yang lalu
pl_pl: {0} temu
zh_cn: {0}之前

# ErrorOccurred
source: An error occurred
ms_my: Ralat berlaku
pl_pl: Wystąpił błąd
zh_cn: 发生错误

# VaultMigrated
source: Vault has been migrated successfully
ms_my: Peti kebal telah berjaya dihijrahkan
pl_pl: Sejf został pomyślnie przeniesiony
zh_cn: 保险库已成功迁移

# VaultNeedsMigration
source: The vault needs to be migrated before it can be used
ms_my: Peti kebal perlu berhijrah sebelum ia boleh digunakan
pl_pl: Sejf musi zostać zmigrowany, zanim będzie mógł zostać użyty
zh_cn: 保险库需要迁移后才能使用

source: Active file system
ms_my: Sistem fail aktif
pl_pl: Aktywny system plików
zh_cn: 当前文件系统

# RestartLogin
source: Restart login process
ms_my: Mula semula proses log masuk
pl_pl: Ponów proces logowania
zh_cn: 重启登录进程

source: Reset credentials
ms_my: Tetap semula butir tauliah
pl_pl: Zresetuj dane logowania
zh_cn: 重置凭证信息

# RecoveryKeyTip
source: You can recover your vault using Recovery Key in case you lose or forget your credentials
ms_my: Anda boleh memulihkan peti kebal anda menggunakan Kunci Pemulihan sekiranya anda kehilangan atau terlupa butir tauliah anda
pl_pl: Możesz odzyskać swój sejf za pomocą klucza odzyskiwania, jeśli utracisz lub zapomnisz swoich danych logowania
zh_cn: 如果您丢失或忘记凭据，您可以使用恢复密钥恢复保险库

# RemoveAuthenticationQuestion
source: The following authentication method will be removed. Do you wish to continue?
ms_my: Kaedah penentusahan berikut akan dialih keluar. Adakah anda ingin teruskan?
pl_pl: Następująca metoda uwierzytelniania zostanie usunięta. Czy chcesz kontynuować?
zh_cn: 以下验证方法将被删除。您想要继续吗？

# RemoveAuthenticationTip
source: You can always re-add it later
ms_my: Anda sentiasa boleh menambahnya semula kemudian
pl_pl: Zawsze możesz dodać ponownie później
zh_cn: 您也可以稍后重新添加它

source: Learn more
ms_my: Pelajari lebih
pl_pl: Dowiedz się więcej
zh_cn: 了解更多

# VaultAlreadyExists
source: The selected vault already exists
ms_my: Peti kebal yang dipilih sudah wujud
pl_pl: Wybrany sejf już istnieje
zh_cn: 选中的保险库已存在

source: Unlock as read-only
ms_my: Nyahkunci sebagai baca sahaja
pl_pl: Odblokuj jako tylko do odczytu
zh_cn: 以只读模式解锁
