Repository: securefolderfs-community/SecureFolderFS
Catalog: src/Platforms/SecureFolderFS.UI/Strings/*/Resources.resx
Languages: da_dk, ms_my, pl_pl, zh_cn

# VaultReadOnlyMode
source: The vault is in read-only mode
ms_my: Peti kebal dalam mod baca sahaja
pl_pl: Sejf jest w trybie tylko do odczytu
zh_cn: 保险库处于只读模式

source: Health report
ms_my: Laporan kesihatan
pl_pl: Raport o kondycji
zh_cn: 健康报告

source: Rename
ms_my: Nama semula
pl_pl: Zmień nazwę
zh_cn: 重命名

source: Move up
ms_my: Gerak ke atas
pl_pl: Przesuń w górę
zh_cn: 上移

source: Move down
ms_my: Gerak ke bawah
pl_pl: Przesuń w dół
zh_cn: 下移

source: Choose destination folder
ms_my: Pilih folder destinasi
pl_pl: Wybierz folder docelowy

source: Recovery key
ms_my: Kunci pemulihan
pl_pl: Klucz odzyskiwania

source: File
ms_my: Fail
pl_pl: Plik

source: Copy
ms_my: Salin
pl_pl: Kopiuj

source: Share
ms_my: Kongsi
pl_pl: Udostępnij

# SetupPassword
source: Setup password authentication
ms_my: Sediakan penentusahan kata laluan
pl_pl: Ustaw uwierzytelnianie hasłem

source: Recycle bin
ms_my: Tong kitar semula
pl_pl: Kosz

source: Sort by
ms_my: Isih mengikut
pl_pl: Sortuj według

source: Item layout
ms_my: Tataletak item
pl_pl: Układ elementów

source: View options
ms_my: Pilihan Pandangan
pl_pl: Opcje wyświetlania

source: Name
ms_my: Nama
pl_pl: Nazwa

source: Kind
ms_my: Jenis
pl_pl: Rodzaj

source: Size
ms_my: Saiz
pl_pl: Rozmiar

# ListViewLayout
source: List view
ms_my: Pandangan senarai
pl_pl: Widok listy

# ColumnViewLayout
source: Column view
ms_my: Pandangan lajur
pl_pl: Widok kolumn

# GridViewLayout
source: Grid view
ms_my: Pandangan grid
pl_pl: Widok siatki

# GalleryViewLayout
source: Gallery view
ms_my: Pandangan galeri
pl_pl: Widok galerii

source: Item size
ms_my: Saiz item
pl_pl: Rozmiar elementu

# SmallSize
source: Small
ms_my: Kecil
pl_pl: Mały

# MediumSize
source: Medium
ms_my: Sederhana
pl_pl: Średni

# LargeSize
source: Large
ms_my: Besar
pl_pl: Duży

# EmptyRecycleBinDescription
source: Recycle bin is empty. Delete some items to see them here.
ms_my: Tong kitar semula kosong. Padam beberapa item utk melihatnya di sini.
pl_pl: Kosz jest pusty. Usuń kilka elementów, aby zobaczyć je tutaj.

source: Date modified
ms_my: Tarikh diubah suai
pl_pl: Data modyfikacji

source: Item type
ms_my: Jenis item
pl_pl: Typ elementu

source: Move
ms_my: Alih
pl_pl: Przenieś

source: Import existing
ms_my: Import sedia ada
pl_pl: Importuj istniejący

source: Select
ms_my: Pilih
pl_pl: Zaznacz

source: Name encryption
ms_my: Penyulitan nama
pl_pl: Szyfrowanie nazw

source: No items
ms_my: Tiada item
pl_pl: Brak elementów

source: Enable file thumbnails
ms_my: Dayakan lakaran kecil fail
pl_pl: Włącz miniaturki plików

source: Open file browser
ms_my: Buka penyemak imbas fail
pl_pl: Otwórz przeglądarkę plików

source: Delete immediately
ms_my: Padam serta-merta
pl_pl: Usuń natychmiast

source: Delete
ms_my: Padam
pl_pl: Usuń

source: Get info
ms_my: Dapatkan maklumat
pl_pl: Uzyskaj informacje

source: Restore
ms_my: Pulihkan
pl_pl: Przywróć

# RepairDescription
source: During repair, your vault will be set into read-only mode.
ms_my: Semasa pembaikan, peti kebal anda akan ditetapkan ke dalam mod baca sahaja.
pl_pl: Podczas naprawy twój sejf będzie ustawiony w trybie tylko do odczytu.

# ChooseNewName
source: Choose a new name
ms_my: Pilih nama baharu
pl_pl: Wybierz nową nazwę

source: Export
ms_my: Eksport
pl_pl: Eksportuj

source: Maximum size
ms_my: Saiz maksimum
pl_pl: Maksymalny rozmiar

source: Enable recycle bin
ms_my: Dayakan tong kitar semula
pl_pl: Włącz kosz

source: No size limit
ms_my: Tiada had saiz
pl_pl: Brak limitu rozmiaru

source: No preview available
ms_my: Tiada pratonton tersedia
pl_pl: Podgląd niedostępny

source: Android Biometrics
ms_my: Biometrik Android
pl_pl: Biometria Android

# TransferDone
source: Completed
ms_my: Selesai
pl_pl: Ukończone

# EnableFileExtensions
source: Show file extensions
ms_my: Tunjuk sambungan fail
pl_pl: Pokaż rozszerzenia plików

source: Name encoding
ms_my: Pengekodan nama
pl_pl: Kodowanie nazw

source: Open recycle bin
ms_my: Buka tong kitar semula
pl_pl: Otwórz kosz

# OpenRecycleBinDescription
source: View deleted files and folders
ms_my: Lihat fail dan folder yang dipadam
pl_pl: Wyświetl usunięte pliki i foldery

source: Recently deleted
ms_my: Baru-baru ini dipadam
pl_pl: Ostatnio usunięte

source: File browser
ms_my: Penyemak imbas fail
pl_pl: Przeglądarka plików

source: Enable adaptive layout
ms_my: Dayakan tataletak adaptif
pl_pl: Włącz układ adaptacyjny

source: Found issues
ms_my: Isu yang ditemui
pl_pl: Znalezione problemy

source: Unsaved changes
ms_my: Perubahan tidak disimpan
pl_pl: Niezapisane zmiany

# UnsavedChangesDescription
source: You have made changes to the file. Do you want to save them now?
ms_my: Anda telah membuat perubahan pada fail. Anda mahu menyimpannya sekarang?
pl_pl: Wprowadziłeś zmiany do pliku. Czy chcesz je teraz zapisać?

source: Save
ms_my: Simpan
pl_pl: Zapisz

source: Write here...
ms_my: Tulis di sini...
pl_pl: Pisz tutaj...

source: No issues found
ms_my: Tiada isu ditemui
pl_pl: Nie znaleziono problemów

source: Remove
ms_my: Alih keluar
pl_pl: Usuń

# GoToVaults
source: Go to vault list
ms_my: Pergi ke senarai peti kebal
pl_pl: Przejdź do listy sejfów

source: Date created
ms_my: Tarikh dicipta
pl_pl: Data utworzenia

# ClosedUnexpectedly
source: {0} has closed unexpectedly
ms_my: {0} telah ditutup secara tidak dijangka
pl_pl: {0} został nieoczekiwanie zamknięty

source: Select Items
ms_my: Pilih
pl_pl: Zaznacz
zh_cn: Select

source: Done
ms_my: Selesai
pl_pl: Gotowe

source: Choose data source
ms_my: Pilih punca data
pl_pl: Wybierz źródło danych

# SourceLocalStorage
source: Device storage
ms_my: Storan peranti
pl_pl: Pamięć urządzenia

source: Google Drive
pl_pl: Dysk Google

source: Address
ms_my: Alamat
pl_pl: Adres

source: Username
ms_my: Nama pengguna
pl_pl: Nazwa użytkownika

source: Add account
ms_my: Tambah akaun
pl_pl: Dodaj konto

source: User1
ms_my: Pengguna1
pl_pl: Użytkownik1

source: Choose account
ms_my: Pilih akaun
pl_pl: Wybierz konto

source: Selected location
ms_my: Lokasi dipilih
pl_pl: Wybrana lokalizacja

source: Account list
ms_my: Senarai akaun
pl_pl: Lista kont

source: Disconnect
ms_my: Nyahsambung
pl_pl: Rozłącz

# AuthenticateForCredentials
source: Authenticate to create credentials
ms_my: Tentusah untuk mencipta butir tauliah
pl_pl: Uwierzytelnij, aby utworzyć poświadczenia

source: View onboarding
pl_pl: Obejrzyj wprowadzenie

# OnboardingWelcomeSubtitle
source: To get you started, this presentation will guide you through the most notable features of the app.
ms_my: Untuk memulakan anda, pembentangan ini akan membimbing anda melalui ciri apl yg paling ketara.
pl_pl: Aby rozpocząć, ta prezentacja poprowadzi Cię przez najbardziej godne uwagi funkcje aplikacji.

# OnboardingDashboardTitle
source: You're in control
ms_my: Anda yang mengawal
pl_pl: Masz kontrolę

# OnboardingDashboardSubtitle
source: Quickly manage your vault from a top-down dashboard view. Modify credentials, browse files, and check the integrity of your files.
ms_my: Urus peti kebal anda dgn pantas dari pandangan papan pemuka teratas. Ubah suai butir tauliah, semak imbas fail dan uji integriti fail anda.
pl_pl: Szybko zarządzaj sejfem z panelu nawigacyjnego. Modyfikuj poświadczenia, przeglądaj pliki i sprawdź integralność plików.

# OnboardingDataSourcesTitle
source: Your data — secure, anywhere
ms_my: Data anda â€” aman, di mana sahaja
pl_pl: Twoje dane — bezpieczne, w dowolnym miejscu

# OnboardingDataSourcesSubtitle
source: In addition to storing vaults on your device, you can also connect to other cloud storage providers.
ms_my: Selain menyimpan peti kebal pd peranti anda, anda juga boleh menyambung ke pembekal storan awan yg lain.
pl_pl: Oprócz przechowywania sejfów na Twoim urządzeniu, możesz również połączyć się z innymi dostawcami pamięci w chmurze.

# OnboardingEndTitle
source: You're ready to go!
ms_my: Anda bersedia untuk pergi!
pl_pl: Wszystko gotowe!

# AboutToMigrate
source: You're about to migrate a vault
ms_my: Anda akan menghijrahkan peti kebal
pl_pl: Dzieli Cię krok od migracji sejfu

# VersionValue
source: Version {0}
ms_my: Versi {0}
pl_pl: Wersja {0}

# AuthenticationUnavailableOrExpired
source: The configured authentication method is unavailable or has expired. Please use your recovery key.
ms_my: Kaedah penentusahan yang dikonfigurasikan tidak tersedia atau tamat tempoh. Sila guna kunci pemulihan anda.
pl_pl: Skonfigurowana metoda uwierzytelniania jest niedostępna lub wygasła. Użyj klucza odzyskiwania.

source: Authentication unavailable
ms_my: Penentusahan tidak tersedia
pl_pl: Uwierzytelnianie niedostępne

source: Documentation
ms_my: Dokumentasi
pl_pl: Dokumentacja
